export default function About() {
  return (
    <div className=" h-fit w-auto m-10 border rounded-lg bg-white  py-9  px-7 md:px-5 rounded-x">
      <p className='text-2xl p-3 border-b-3' style={{ direction: 'rtl' }}>من نحن </p>
      <p style={{ direction: 'rtl' }} className='pt-3 '>
        مرحبًا بك في موقعنا لتشخيص الأمراض النفسية، نحن هنا لمساعدتك وتقديم
        الدعم
        مرحبًا بك في موقعنا لتشخيص الأمراض النفسية، نحن هنا لمساعدتك وتقديم
        مرحبًا بك في موقعنا لتشخيص الأمراض النفسية، نحن هنا لمساعدتك وتقديم
        مرحبًا بك في موقعنا لتشخيص الأمراض النفسية، نحن هنا لمساعدتك وتقديم
        مرحبًا بك في موقعنا لتشخيص الأمراض النفسية، نحن هنا لمساعدتك وتقديم
        مرحبًا بك في موقعنا لتشخيص الأمراض النفسية، نحن هنا لمساعدتك وتقديم
      </p>
    </div>
  );
};
